1Password.op-vscode
alefragnani.project-manager
asvetliakov.vscode-neovim
dbaeumer.vscode-eslint
deerawan.vscode-dash
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
formulahendry.code-runner
fregante.ghost-text
GitHub.copilot
GitHub.copilot-chat
GitHub.remotehub
GitHub.vscode-pull-request-github
humao.rest-client
JohnnyMorganz.stylua
lifeart.vscode-ember-unstable
lifeart.vscode-glimmer-syntax
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-docker
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-database-projects-vscode
ms-python.black-formatter
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-repositories
ms-vscode.vscode-serial-monitor
Prisma.prisma
rebornix.ruby
redhat.java
redhat.vscode-yaml
twxs.cmake
typed-ember.glint-vscode
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vsciot-vscode.vscode-arduino
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
Vue.volar
wingrunr21.vscode-ruby
