1Password.op-vscode
adamcowley.neo4j-vscode
alefragnani.Bookmarks
alefragnani.project-manager
asvetliakov.vscode-neovim
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
bpruitt-goddard.mermaid-markdown-syntax-highlighting
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
deerawan.vscode-dash
eamodio.gitlens
EditorConfig.EditorConfig
ericadamski.carbon-now-sh
esbenp.prettier-vscode
formulahendry.code-runner
fregante.ghost-text
GitHub.codespaces
GitHub.copilot
GitHub.copilot-chat
GitHub.github-vscode-theme
GitHub.remotehub
GitHub.vscode-pull-request-github
Goopware.raythis
Gruntfuggly.todo-tree
humao.rest-client
JohnnyMorganz.stylua
kahole.magit
lifeart.vscode-ember-unstable
lifeart.vscode-glimmer-syntax
mikestead.dotenv
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-docker
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-database-projects-vscode
ms-python.black-formatter
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.vscode-serial-monitor
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
msjsdiag.vscode-react-native
Prisma.prisma
rebornix.ruby
redhat.java
redhat.vscode-yaml
statelyai.stately-vscode
streetsidesoftware.code-spell-checker
sumneko.lua
Thinker.sort-json
twxs.cmake
typed-ember.glint-vscode
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vsciot-vscode.vscode-arduino
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
Vue.volar
wingrunr21.vscode-ruby
