anthropic.claude-code
anysphere.cursorpyright
asvetliakov.vscode-neovim
biomejs.biome
bradlc.vscode-tailwindcss
coderabbit.coderabbit-vscode
dbaeumer.vscode-eslint
eamodio.gitlens
editorconfig.editorconfig
enkia.tokyo-night
esbenp.prettier-vscode
factory.factory-vscode-extension
firefox-devtools.vscode-firefox-debug
fregante.ghost-text
github.vscode-github-actions
github.vscode-pull-request-github
google.gemini-cli-vscode-ide-companion
humao.rest-client
kilocode.kilo-code
lokalise.i18n-ally
mermaidchart.vscode-mermaid-chart
ms-python.debugpy
ms-python.python
neo4j-extensions.neo4j-for-vscode
openai.chatgpt
prisma.prisma
redhat.vscode-yaml
remcohaszing.schemastore
signageos.signageos-vscode-sops
sourcegraph.amp
sst-dev.opencode
statelyai.stately-vscode
streetsidesoftware.code-spell-checker
sumneko.lua
tombi-toml.tombi
vercel.turbo-vsc
yoavbls.pretty-ts-errors
