anthropic.claude-code
asvetliakov.vscode-neovim
brian-njogu.gitlantis
codeium.windsurfpyright
dbaeumer.vscode-eslint
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
fregante.ghost-text
github.vscode-github-actions
humao.rest-client
mermaidchart.vscode-mermaid-chart
ms-python.debugpy
ms-python.python
nefrob.vscode-just-syntax
neo4j-extensions.neo4j-for-vscode
openai.chatgpt
prisma.prisma
redhat.vscode-yaml
signageos.signageos-vscode-sops
statelyai.stately-vscode
streetsidesoftware.code-spell-checker
sumneko.lua
vercel.turbo-vsc
yoavbls.pretty-ts-errors
