tap "1password/tap"
tap "browsh-org/browsh"
tap "cantino/mcfly"
tap "clintmod/formulas"
tap "dart-lang/dart"
tap "federico-terzi/espanso"
tap "felixkratz/formulae"
tap "fsouza/prettierd"
tap "gbeine/java"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "lencx/nofwl"
tap "michael-simons/seabolt"
tap "mongodb/brew"
tap "nickgerace/nickgerace"
tap "noborus/tap"
tap "out-of-cheese-error/the-way"
tap "owenthereal/upterm"
tap "rbenv/tap"
tap "stripe/stripe-cli"
tap "tufin/tufin"
tap "yudai/gotty"
brew "ansifilter"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "arduino-cli"
brew "readline"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "bandwhich"
brew "bash-completion"
brew "bat"
brew "bat-extras"
brew "gdbm"
brew "glib"
brew "libffi"
brew "pkg-config"
brew "openssl@1.1"
brew "python@3.9"
brew "tcl-tk", link: false
brew "cairo"
brew "harfbuzz"
brew "openjdk"
brew "bfg"
brew "bison"
brew "boost"
brew "gcc"
brew "btop"
brew "catch2"
brew "ccache"
brew "ccat"
brew "chruby"
brew "cmake"
brew "code-minimap"
brew "libssh2"
brew "curl"
brew "libtool"
brew "freetds"
brew "gd"
brew "libsodium"
brew "libzip"
brew "php"
brew "composer"
brew "coreutils"
brew "croc"
brew "ctags"
brew "ctop"
brew "dbus"
brew "libusb"
brew "dfu-util"
brew "diff-so-fancy"
brew "direnv"
brew "dust"
brew "duti"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "libyaml"
brew "esptool"
brew "exa"
brew "exercism"
brew "fd"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "open-mpi"
brew "fftw"
brew "figlet"
brew "fmt"
brew "foreman"
brew "fzf"
brew "forgit"
brew "fortune"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git-delta"
brew "git-extras"
brew "git-recent"
brew "gitui"
brew "glances"
brew "glow"
brew "gnu-sed"
brew "libksba"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "gojq"
brew "gradle"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "grex"
brew "grpcurl"
brew "guile"
brew "hdf5"
brew "htmlq"
brew "htop"
brew "http-server"
brew "httpd"
brew "pygments", link: false
brew "httpie"
brew "hugo"
brew "hunspell"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "irssi"
brew "jc"
brew "jid"
brew "jq"
brew "lazygit"
brew "less"
brew "libfido2"
brew "libgsf"
brew "libssh"
brew "lpeg"
brew "lsd"
brew "lua-language-server"
brew "luarocks"
brew "lynx"
brew "mackup"
brew "marked"
brew "mitmproxy"
brew "mosh"
brew "most"
brew "mpc"
brew "msgpack-cxx"
brew "mysql"
brew "n"
brew "neo4j"
brew "tree-sitter"
brew "neovim"
brew "netcat"
brew "nghttp2"
brew "ninja"
brew "nmap"
brew "nnn"
brew "nyancat"
brew "openslide"
brew "osx-cpu-temp"
brew "tmux"
brew "overmind"
brew "pipx"
brew "poppler"
brew "qt@5"
brew "poppler-qt5"
brew "postgresql@14"
brew "pure"
brew "pyenv"
brew "python@3.10"
brew "qt"
brew "ranger"
brew "rargs"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "ripgrep-all"
brew "ruby"
brew "ruby-install"
brew "rustup-init"
brew "sd"
brew "shellcheck"
brew "showkey"
brew "sk"
brew "smartmontools"
brew "speedtest-cli"
brew "spotify-tui"
brew "spotifyd"
brew "ssllabs-scan"
brew "stylua"
brew "ta-lib"
brew "telnet"
brew "the_silver_searcher"
brew "thefuck"
brew "tmate"
brew "tmuxp"
brew "toot"
brew "tre"
brew "tre-command"
brew "tree"
brew "up"
brew "vale"
brew "vips"
brew "watch"
brew "websocat"
brew "websocketd"
brew "wget"
brew "xsv"
brew "youtube-dl", args: ["HEAD"]
brew "yq"
brew "zinit"
brew "zoxide"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "browsh-org/browsh/browsh"
brew "cantino/mcfly/mcfly"
brew "federico-terzi/espanso/espanso"
brew "fsouza/prettierd/prettierd", link: false
brew "gbeine/java/mysql-connector-java"
brew "michael-simons/seabolt/seabolt"
brew "mongodb/brew/mongodb-community@4.4"
brew "noborus/tap/ov"
brew "owenthereal/upterm/upterm"
brew "rbenv/tap/openssl@1.0"
brew "tufin/tufin/oasdiff"
cask "1password-cli"
cask "alacritty"
cask "flutter"
cask "font-hack"
cask "font-hack-nerd-font"
cask "fuzzyclock"
cask "keycastr"
cask "ngrok"
cask "nofwl"
cask "secretive"
cask "vagrant"
cask "wkhtmltopdf"
vscode "1Password.op-vscode"
vscode "adamcowley.neo4j-vscode"
vscode "alefragnani.Bookmarks"
vscode "alefragnani.project-manager"
vscode "asvetliakov.vscode-neovim"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-dash"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "ericadamski.carbon-now-sh"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "fregante.ghost-text"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.remotehub"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "Goopware.raythis"
vscode "Gruntfuggly.todo-tree"
vscode "humao.rest-client"
vscode "JohnnyMorganz.stylua"
vscode "kahole.magit"
vscode "lifeart.vscode-ember-unstable"
vscode "lifeart.vscode-glimmer-syntax"
vscode "mikestead.dotenv"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-playwright.playwright"
vscode "ms-python.black-formatter"
vscode "ms-python.python"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.vscode-serial-monitor"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.vscode-react-native"
vscode "oderwat.indent-rainbow"
vscode "Prisma.prisma"
vscode "rebornix.ruby"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "statelyai.stately-vscode"
vscode "streetsidesoftware.code-spell-checker"
vscode "sumneko.lua"
vscode "Thinker.sort-json"
vscode "twxs.cmake"
vscode "typed-ember.glint-vscode"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vsciot-vscode.vscode-arduino"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "Vue.volar"
vscode "wingrunr21.vscode-ruby"
vscode "withfig.fig"
