brew "ansifilter"
brew "aom"
brew "arduino-cli"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "bandwhich"
brew "bash-completion"
brew "bat"
brew "bat-extras"
brew "bfg"
brew "bison"
brew "boost"
brew "browsh-org/browsh/browsh"
brew "btop"
brew "cairo"
brew "cantino/mcfly/mcfly"
brew "catch2"
brew "ccache"
brew "ccat"
brew "chruby"
brew "cmake"
brew "code-minimap"
brew "composer"
brew "coreutils"
brew "croc"
brew "ctags"
brew "ctop"
brew "curl"
brew "dbus"
brew "dfu-util"
brew "diff-so-fancy"
brew "direnv"
brew "dust"
brew "duti"
brew "elixir"
brew "erlang"
brew "esptool"
brew "exercism"
brew "eza"
brew "fd"
brew "federico-terzi/espanso/espanso"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fftw"
brew "figlet"
brew "fmt"
brew "fnm"
brew "foreman"
brew "forgit"
brew "fortune"
brew "freetds"
brew "fsouza/prettierd/prettierd"
brew "fx"
brew "fzf"
brew "gbeine/java/mysql-connector-java"
brew "gcc"
brew "gd"
brew "gdbm"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git-delta"
brew "git-extras"
brew "git-gui"
brew "git-recent"
brew "git-xargs"
brew "gitui"
brew "glances"
brew "glib"
brew "glow"
brew "gmp"
brew "gnu-sed"
brew "gnupg"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "gojq"
brew "gping"
brew "gradle"
brew "graphviz"
brew "grex"
brew "grpcurl"
brew "guile"
brew "harfbuzz"
brew "hdf5"
brew "htmlq"
brew "htop"
brew "http-server"
brew "httpd"
brew "httpie"
brew "hugo"
brew "hunspell"
brew "imagemagick"
brew "irssi"
brew "jc"
brew "jid"
brew "jless"
brew "jpeg-xl"
brew "jq"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "lazygit"
brew "leptonica"
brew "less"
brew "libarchive"
brew "libass"
brew "libffi"
brew "libfido2"
brew "libgsf"
brew "libheif"
brew "libksba"
brew "libraw"
brew "librsvg"
brew "libsodium"
brew "libssh"
brew "libssh2"
brew "libtiff"
brew "libtool"
brew "libusb"
brew "libyaml"
brew "libzip"
brew "little-cms2"
brew "lpeg"
brew "lsd"
brew "lua"
brew "lua-language-server"
brew "lua@5.3"
brew "luajit"
brew "luarocks"
brew "lynx"
brew "mackup"
brew "marked"
brew "maven"
brew "michael-simons/seabolt/seabolt"
brew "mitmproxy"
brew "mongodb/brew/mongodb-community@4.4"
brew "mosh"
brew "most"
brew "mpc"
brew "msgpack-cxx"
brew "mysql"
brew "ncspot"
brew "neo4j"
brew "neovim"
brew "neovim-remote"
brew "netcat"
brew "netpbm"
brew "nettle"
brew "nghttp2"
brew "ninja"
brew "nmap"
brew "nnn"
brew "noahgorstein/tap/jqp"
brew "noborus/tap/ov"
brew "nushell"
brew "nyancat"
brew "open-mpi"
brew "openjdk"
brew "openslide"
brew "openssl@1.1"
brew "osx-cpu-temp"
brew "overmind"
brew "owenthereal/upterm/upterm"
brew "p11-kit"
brew "pango"
brew "parallel"
brew "php"
brew "pipx"
brew "pkg-config"
brew "poppler"
brew "poppler-qt5"
brew "postgresql@14"
brew "pure"
brew "pyenv"
brew "pygments", link: false
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "qt"
brew "qt@5"
brew "ranger"
brew "rargs"
brew "rbenv/tap/openssl@1.0"
brew "readline"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "ripgrep-all"
brew "ruby"
brew "ruby-install"
brew "rustup-init"
brew "sd"
brew "shared-mime-info"
brew "shellcheck"
brew "showkey"
brew "sk"
brew "smartmontools"
brew "speedtest-cli"
brew "spotify-tui"
brew "spotify_player"
brew "spotifyd"
brew "sqlcmd"
brew "srt"
brew "ssllabs-scan"
brew "stylua"
brew "t-rec"
brew "ta-lib"
brew "tcl-tk"
brew "telnet"
brew "tesseract"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tmate"
brew "tmux"
brew "tmuxp"
brew "toot"
brew "tre"
brew "tre-command"
brew "tree"
brew "tree-sitter"
brew "tufin/tufin/oasdiff"
brew "unar"
brew "unbound"
brew "up"
brew "vale"
brew "vips"
brew "walk"
brew "watch"
brew "webp"
brew "websocat"
brew "websocketd"
brew "wget"
brew "wxwidgets"
brew "xmlstarlet"
brew "xsv"
brew "yazi"
brew "youtube-dl", args: ["HEAD"]
brew "yq"
brew "yt-dlp"
brew "zinit"
brew "zoxide"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "zstd"
cask "1password-cli"
cask "flutter"
cask "font-hack"
cask "font-hack-nerd-font"
cask "fuzzyclock"
cask "keycastr"
cask "ngrok"
cask "nofwl"
cask "secretive"
cask "vagrant"
cask "vlc"
cask "wkhtmltopdf"
tap "1password/tap"
tap "browsh-org/browsh"
tap "cantino/mcfly"
tap "clintmod/formulas"
tap "dart-lang/dart"
tap "federico-terzi/espanso"
tap "felixkratz/formulae"
tap "fsouza/prettierd"
tap "gbeine/java"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "lencx/nofwl"
tap "michael-simons/seabolt"
tap "mongodb/brew"
tap "nickgerace/nickgerace"
tap "noahgorstein/tap"
tap "noborus/tap"
tap "out-of-cheese-error/the-way"
tap "owenthereal/upterm"
tap "rbenv/tap"
tap "stripe/stripe-cli"
tap "teamookla/speedtest"
tap "tufin/tufin"
tap "yudai/gotty"
